const defaultState = [
	{
		id: 880011,
		title: "Начало пользования",
		todo: [
			[false, "Добавить новую заметку (внизу справа)"],
			[false, "Сохранить заметку через (ctr + s)"],
			[false, "Отменить изменение через (ctr + z)"],
			[false, "Повторить изменение через (ctr + y)"],
			[false, "Подтвердить удаление через модалку"],
			[false, "Подтвердить отмену редактирования модалку"],
			[false, "Посмотреть пустое состояние (когда нет заметок)"]
		]
	},
	{
		id: 500023,
		title: "Планы на год",
		todo: [
			[true, "Прыгнуть с парашютом"],
			[false, "Пройти собеседование"],
			[false, "Подняться на Эверест"]
		]
	}
]

export default defaultState
