const defaultState = [
	{
		id: 500023,
		title: "Ближайшие планы",
		todo: [
			[true, "Выполнить тестовое задание"],
			[false, "Пройти собеседование"],
			[false, "Разрабатывать крутые сайты с TR LogicLLC"]
		]
	},
	{
		id: 880011,
		title: "Начало пользования",
		todo: [
			[false, "Добавить новую заметку (внизу справа)"],
			[false, "Сохранить заметку через (ctr + s)"],
			[false, "Отменить введение через (ctr + z)"],
			[false, "Подтвердить удаление через модалку"],
			[false, "Посмотреть пустое состояние (когда нет заметок)"]
		]
	}
]

export default defaultState
